[
  {
    "pregunta": "¿Qué es el estrés en el deporte de alto rendimiento?",
    "opciones": [
      "Una respuesta física y psicológica ante demandas percibidas como superiores a los recursos del deportista",
      "Una emoción pasajera sin consecuencias",
      "Una actitud negativa hacia el entrenamiento"
    ],
    "correcta": 0,
    "justificacion": "El estrés en el deporte es una respuesta adaptativa del cuerpo y la mente ante demandas o presiones que el deportista percibe como excesivas."
  },
  {
    "pregunta": "¿Cuál de los siguientes tipos de estrés puede ser positivo y favorecer el rendimiento?",
    "opciones": [
      "Eustrés",
      "Distrés",
      "Estrés crónico"
    ],
    "correcta": 0,
    "justificacion": "El eustrés es un tipo de estrés positivo que puede aumentar la motivación, concentración y energía del deportista."
  },
  {
    "pregunta": "¿Qué sucede cuando el deportista experimenta distrés?",
    "opciones": [
      "Aumenta su nivel de motivación y confianza",
      "Disminuye el rendimiento y se presentan síntomas físicos y emocionales negativos",
      "Se mejora la coordinación y la precisión motora"
    ],
    "correcta": 1,
    "justificacion": "El distrés implica un nivel de presión excesivo que sobrepasa la capacidad de afrontamiento del deportista, generando efectos negativos."
  },
  {
    "pregunta": "¿Cuál de los siguientes factores puede incrementar el nivel de estrés en el deporte?",
    "opciones": [
      "Una comunicación positiva con el entrenador",
      "La falta de descanso y exceso de presión competitiva",
      "Una buena planificación de entrenamiento"
    ],
    "correcta": 1,
    "justificacion": "El exceso de carga física o psicológica sin suficiente recuperación puede aumentar el nivel de estrés en los deportistas."
  },
  {
    "pregunta": "¿Qué técnica psicológica ayuda a manejar el estrés deportivo?",
    "opciones": [
      "Visualización y respiración controlada",
      "Aislarse completamente del equipo",
      "Ignorar las emociones negativas"
    ],
    "correcta": 0,
    "justificacion": "Las técnicas de relajación, respiración y visualización ayudan a reducir la tensión y mejorar la concentración del deportista."
  },
  {
    "pregunta": "¿Qué papel juega el entrenador en la gestión del estrés de los atletas?",
    "opciones": [
      "Debe presionar al máximo al atleta para obtener resultados",
      "Es un facilitador del bienestar emocional y la motivación del deportista",
      "No tiene relación con el manejo del estrés"
    ],
    "correcta": 1,
    "justificacion": "El entrenador influye directamente en el clima emocional del deportista, por lo que su apoyo es clave para manejar el estrés."
  },
  {
    "pregunta": "¿Cuál de los siguientes síntomas puede indicar la presencia de estrés elevado?",
    "opciones": [
      "Sueño reparador y relajación constante",
      "Tensión muscular, irritabilidad y problemas de concentración",
      "Aumento de la motivación y confianza"
    ],
    "correcta": 1,
    "justificacion": "El estrés elevado suele manifestarse con síntomas físicos (tensión muscular) y emocionales (irritabilidad, dificultad para concentrarse)."
  },
  {
    "pregunta": "¿Qué relación existe entre el estrés y el rendimiento deportivo?",
    "opciones": [
      "El estrés siempre disminuye el rendimiento",
      "El estrés puede mejorar o perjudicar el rendimiento según su intensidad y manejo",
      "El estrés no influye en el rendimiento"
    ],
    "correcta": 1,
    "justificacion": "El estrés tiene una relación curvilínea con el rendimiento: un nivel moderado puede potenciarlo, pero el exceso lo deteriora."
  },
  {
    "pregunta": "¿Cómo puede un deportista prevenir el estrés excesivo?",
    "opciones": [
      "Estableciendo rutinas de descanso y técnicas de afrontamiento",
      "Entrenando sin pausas para mejorar su resistencia mental",
      "Evitando cualquier tipo de competencia"
    ],
    "correcta": 0,
    "justificacion": "El equilibrio entre entrenamiento, descanso y estrategias psicológicas es esencial para prevenir el estrés excesivo."
  },
  {
    "pregunta": "¿Qué componente emocional está más asociado al estrés competitivo?",
    "opciones": [
      "La alegría",
      "La ansiedad",
      "La indiferencia"
    ],
    "correcta": 1,
    "justificacion": "La ansiedad competitiva es una respuesta emocional común al estrés, especialmente en situaciones de evaluación o competencia."
  }
]
